{
  "HN.SB.QU": {
    "name": "Quimistán",
    "description":
      "Quimistán es un municipio del departamento de Santa Bárbara, en la república de Honduras. El poblado, el cual tomó don Pedro de Alvarado para repartimiento, formaba parte del curato de Petoa en 1791, y en 1825 del partido de San Pedro, hoy la ciudad de San Pedro Sula. El municipio cubre un área de 745,3 km² y las fiestas patronales son celebradas en el mes de junio en honor a San Juan Bautista. El topónimo Quimistán es de origen mexicano y significa «Lugar de ratones o de espías». De acuerdo al censo oficial de 2001, tiene una población de 29.659 habitantes.",
    "imgSrc":
      "https://i.pinimg.com/originals/a0/08/28/a0082896b73fd4636bfd048a1066b2e2.jpg"
  },
  "HN.CR.OM": {
    "name": "Omoa",
    "description":
      "Omoa es un municipio situado al oeste de la ciudad de Puerto Cortés, ambos en el departamento de Cortés en la república de Honduras. Contiene la Fortaleza de San Fernando. En 15 de julio de 1536 las autoridades españolas localizadas en Guatemala necesitaban un lugar seguro y de fácil acceso para el embarco y desembarco de mercadería entre España y los puntos claves de Centroamérica. Fue por eso que estos salieron en busca de un lugar seguro, el cual lo encontraron en Omoa. Fue así como en 1752, fue fundado el puerto de Omoa bajo el nombre de Camoa, nombre que le duró al municipio hasta 1795, cuando se le dio el nombre actual. Luego de su fundación, Omoa se convirtió en un puerto no solamente seguro y de fácil acceso, pero también muy importante por mucho tiempo de la colonización. Sin embargo, esa importancia se fue perdiendo por un par de razones: La destrucción del municipio en un par de oportunidades por incendios, y finalmente la construcción de Puerto Cortés o Puerto Caballos como era llamada en tiempos coloniales, al este y muy cercano a Omoa. Esto último, terminó por sellar la suerte de Omoa, convirtiéndolo en un pequeño poblado de atracción meramente turístico o de pescadores. En 1779 tropas británicas se apoderaron de la Fortaleza de San Fernando de Omoa. En el siglo XIX también hubó otra toma de la fortaleza a cargo de rebeldes golpistas contra el Estado de Honduras.",
    "imgSrc":
      "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Exterior_Fuerte_de_Omoa_Honduras.jpg/800px-Exterior_Fuerte_de_Omoa_Honduras.jpg"
  },
  "HN.CR.PC": {
    "name": "Puerto Cortés",
    "description":
      "Puerto Cortés, originalmente Puerto Caballos es una ciudad y principal puerto situado en el norte del departamento de Cortés, en la costa Caribe de la república de Honduras, y contiguo con la Laguna de Alvarado. La Portuaria es la más grande en América Central y entre los treinta y seis más grandes del mundo. Puerto Cortés fue fundado 1524 por el capitán Gil González Dávila, bajo el nombre de Villa de la Natividad de Nuestra Señora, en la zona que hoy se conoce como \"Cienaguita\". En 1526 llega por mar Don Hernán Cortés a castigar al Capitán Gil González Dávila. Por causa de una tormenta estuvo a punto de naufragar y perdió 17 caballos, bautizando el lugar con el nombre de Puerto Caballos. Christopher Newport ocupó la ciudad brevemente durante la Batalla de Puerto Caballos (1603), parte de la Guerra anglo-española (1585-1604). Su nombre actual lo adquirió a partir del 5 de marzo de 1869, siendo presidente de la república el General José María Medina y su creación como municipio data del 3 de abril de 1882. El lugar como tal no tuvo una gran importancia por los conquistadores españoles, ya que la mayor parte de su territorio era pantanoso, más bien establecieron como puerto en esta zona el lugar que hoy se conoce como Omoa, al oeste del actual Puerto Cortés. El adelanto positivo de la ciudad de Puerto Cortés, arranca en el año de 1933, cuando la Municipalidad integrada por ciudadanos progresistas fundaron las bases para impulsar la modernización de la ciudad. Puerto Cortés cuenta con diversos atractivos turísticos; entre estos se encuentran sus playas, las más conocidas y visitadas son las Playas Municipales (La Coca Cola) caracterizadas por sus aguas calmas al encontrarse protegida por la bahía del puerto. Frente a estas playas se encuentran diversos restaurantes y hoteles y es el sitio donde se celebra durante su feria un sin número de actividades recreativas.",
    "imgSrc":
      "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/El_Malecon_Puerto_Cortes_Honduras.jpg/1280px-El_Malecon_Puerto_Cortes_Honduras.jpg"
  },
  "HN.AT.TE": {
    "name": "Tela",
    "description":
      "Tela es una ciudad y puerto del departamento de Atlántida en la república de Honduras. La ciudad puerto de Tela, fue la primera población fundada por los españoles en Honduras. La ciudad fue fundada el 3 de mayo de 1524, por el conquistador español, Cristóbal de Olid, bajo el nombre de Triunfo de la Cruz. Olid como buen católico reconoció la fecha como día en la cual, los católicos celebran el día de la cruz. Sin embargo, para los habitantes de la ciudad el nombre resultaba demasiado amplio, por lo que al poblado, se le abreviaba como 'T de la Cruz'. Para 1829, la ciudad llegó a ser conocida simplemente por Tela. El nombre Triunfo de la Cruz, fue retenido por un pequeño promontorio en la bahía continuo a la hoy ciudad de Tela. Otras versiones del nombre de la ciudad, indican que su nombre proviene de una contracción de 'Tetela', que una lengua indígena significa, \"tierra fragosa de montes y sierras\". La ciudad originalmente fue fundada en la vecindad de un pueblo indígena llamado Tehuacán, que con muy buena fuente de agua pura, alimentos y plantas medicinales, era controlado por el cacique Cucumba, quien convenció a los españoles de que era un buen lugar. Varios meses después de fundada, la municipalidad fue disuelta y paso a formar parte de la jurisdicción de la Villa de Trujillo. A finales del siglo XVI, la bahía de Tela era frecuentada por los bucaneros que merodeaban el mar Caribe, buscando la manera de asaltar las goletas españolas que acarreaban fortunas en metales y piedras preciosas, procedentes de Trujillo, Puerto Cortés, La Habana y otros puertos del Atlántico. En 1825, año en que se hizo la primera división política territorial, Tela formaba parte del Departamento de Yoro. En 1876 le dieron la categoría de Municipio. Con la creación del departamento de Cortés, el 4 de junio de 1893, Tela paso a formar parte de Cortés. Posteriormente, el 17 de julio de 1894, pasa nuevamente al departamento de Yoro; pero en 1902, pasa a formar parte del departamento de Atlántida. El puerto de Tela alcanzó la categoría de ciudad en marzo de 1927.",
    "imgSrc":
      "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Tela_main_street_as_seen_from_the_central_park.JPG/1280px-Tela_main_street_as_seen_from_the_central_park.JPG"
  },
  "HN.CR.SP": {
    "name": "San Pedro Sula",
    "description":
      "San Pedro Sula es una ciudad de la República de Honduras, capital administrativa del departamento de Cortés y la segunda ciudad en población atrás de Tegucigalpa. Entre otras muestras de su importancia, la ciudad es sede de las empresas industriales más importantes del país, por lo que también es conocida como la capital industrial del país. Esta ciudad se encuentra flanqueada por la Sierra del Omoa, y está ubicada en el extremo suroeste del extenso y fértil Valle de Sula, una región que genera aproximadamente el 62 por ciento del producto interno bruto (PIB) y el 68% de las exportaciones de la nación. San Pedro Sula fue fundada el 27 de junio de 1536, bajo el nombre de San Pedro de Puerto Caballos por el conquistador español Pedro de Alvarado. Inicialmente, la villa se estableció en el pueblo indígena de Choloma, al norte de la actual ciudad y muy próxima a Puerto Cortés. Debido a esta proximidad con este puerto, la villa de San Pedro, fue víctima de ataques y saqueos por parte de piratas europeos que desembarcaban en ese puerto. Por esta razón, las autoridades españolas se vieron forzadas a reubicar la villa en más de una oportunidad.",
    "imgSrc":
      "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/San_Pedro_Sula_Cathedral.jpg/1280px-San_Pedro_Sula_Cathedral.jpg"
  },
  "HN.CR.CH": {
    "name": "Choloma",
    "description":
      "Choloma es un municipio del departamento de Cortés, en la república de Honduras. El poblado original de Tholoma fue ubicado cerca de Conta y Cholula, pueblos indígenas en la ribera del río Balaliama o Choloma, documentado primero en la quinta carta del conquistador Hernán Cortés sobre su conquista de la provincia de Honduras. También fue mencionado en la obra de Berna Díaz sobre los mismos eventos en 1524-1525. En 1536, fue mencionado en el documento sobre la Fundación de San Pedro de Puerto de Caballos (hoy San Pedro Sula) pero no fue dado a ningún español en el Repartimiento de San Pedro, por supuesto en 1536 fue desocupado y no forma parte de ningún documento colonial después de ese año efectivo. El pueblo de Candelaria (Nuestra Señora de Candelaria de Masca) originalmente San Pedro Masca, fue fundado en la costa norte entre Omoa y Manabique en la época prehispánica. Se trasladó el pueblo al río Bijao en 1683-84 por seguridad. El pueblo fue saqueado muchas veces por piratas y Miskitos/Sambos en la costa según su petición de 1714, se trasladó otra vez, porque fue saqueado otra vez, al sur del río Bijao, probablemente cerca de El Boqueron en 1698. Candelaria/Masca fue un pueblo de habladores de la lengua Lenca. Von Hagen ( en Los Torrupanes de Honduras) hizo un error en indentificar el Candelaria cerca de Choloma, con el Candelaria, reducción de indios Xicaques (torrupanes) cerca de Guaymas. Hoy en día existe este Candelaria en el Departamento de Yoro, cerca de Guaymas, al norte de Morazán, Yoro. Por supuesto, los últimos habitantes de Nuestra Señora de Candelaria decidieron formar parte del nuevo pueblo de Choloma, fundado en 1804, formando el barrio de Candelaria de Choloma. Choloma en 1894 sería constituido como municipio bajo el nombre de El Paraíso. Este apelativo perduraría por 39 años hasta cambiar a su actual denominación. En el siglo XIX se desarrolló la industria del banano y la siguiente centuria fue iniciada el cultivo de la caña de azúcar; sin embargo, ambas plantaciones decayeron y sus habitantes se dedicaron a la ganadería y al cultivo de cítricos y granos básicos.",
    "imgSrc":
      "https://upload.wikimedia.org/wikipedia/commons/3/3f/Choloma_City.jpg"
  },
  "HN.YO.EP": {
    "name": "El Progreso",
    "description":
      "El Progreso es una ciudad y municipio del Departamento de Yoro, en la República de Honduras. Actualmente es la tercer ciudad mas poblada de Honduras, y, esta entre las primeras 5 ciudades con mas movimiento laboral y comercial de Honduras. Tambien cuenta con una perfecta ubicacion territorial ya que un 30 porciento de su poblacion laboral activa viaja y trabaja diariamente en San Pedro Sula, Villanueva Choloma y otras ciudades aledañas a la ciudad como ser la ciudad de la Lima y Tela. Por mucho tiempo se llamó: Santa María de Canaán del Río Pelo, luego por la rapidez, con que se desarrollaba el municipio tanto en población, trabajo e infraestructura. También se le llamó así, debido a que uno de los personajes importantes de la época el señor Juan Blas Tobias, era de El Progreso (Yucatán), en honor al lugar donde él era originario, se le llamó El Progreso. El municipio se encuentra ubicado en el Departamento de Yoro, en la república de Honduras. Sus límites geográficos son: al Norte, con la ciudad de Tela, Departamento de Atlántida, al Sur con el Municipio de Santa Rita, Departamento de Yoro, al Este, con el Municipio de El Negrito, departamento de Yoro, y al Oeste con el Municipio de San Manuel, Departamento de Cortés.",
    "imgSrc":
      "https://upload.wikimedia.org/wikipedia/commons/8/8d/ProgresoCathedral.jpg"
  },
  "HN.YO.EN": {
    "name": "El Negrito",
    "description":
      "El Negrito es una municipalidad en el departamento de Yoro en Honduras. El municipio colinda al norte con el municipio de Tela, al sur con los municipios de Santa Rita y Victoria, al este con el municipio de Morazán y al oeste con el municipio de El Progreso. Se supone que su fundación fue en 1843, aunque no existe ningún documento; en 1893 era uno de los distritos que formó el Departamento de Cortés; en 1894 se separó de Cortés y de nuevo formó parte de Yoro. El término municipal tiene las siguientes 29 aldeas: El Negrito, Battán, Aldea Paujiles Norte, Campo Perdíz, Cerro Prieto No.1, Cerro Prieto No.2, El Jocomico, El Junco, El Naranjo, El Pate, El Robledal, El Rodeo, Estero Indio, Finca Treinta y Cinco, Finca Treinta y Seis, Guaymón No.1, La Laguna, La Majada, La Veinte y Nueve, La Veinte y Ocho, Las Delicias, Nueva San Antonio, Samar, San Jerónimo, San José del Negrito, Toyos, Villa del Carmen y \"Treinta y Siete\" Guangolola 1, Guangolola 2.",
    "imgSrc": "https://i.ytimg.com/vi/rq8ol44WY8w/maxresdefault.jpg"
  },
  "HN.YO.MO": {
    "name": "Morazán",
    "description":
      "Morazán es una municipalidad en el departamento de Yoro en Honduras. El municipio colinda al norte con el municipio de Tela, al sur con el municipio de Victoria, al este con el municipio de Yoro y al oeste con el municipio de El Negrito. Se sabe que en tiempos remotos, los habitantes de la actual cabecera vivían en un lugar que dista de ésta tres kilómetros y se llamaba Toledo, pronto los habitantes de éste se trasladaron al lugar donde se encuentra la población y le dieron el nombre de Cataguana y así figura en el recuento de población de 1801, formando parte de la Subdelegación de Yoro y en el censo 1887 ya aparece como municipio.",
    "imgSrc":
      "https://static.panoramio.com.storage.googleapis.com/photos/large/39392845.jpg"
  },
  "HN.CR.LL": {
    "name": "La Lima",
    "description":
      "La Lima es uno de los 12 municipios que componen el Departamento de Cortés en la república de Honduras. Este municipio se fundó originalmente en 1871 como parte del municipio de San Manuel. Luego pasó a formar parte del Municipio de San Pedro Sula, y posteriormente, La Lima obtuvo el título de 'Villa' hasta el año de 1981 cuando fue declarada 'Municipio'. La Lima tiene una extensión territorial de 116 km². La zona urbana es de 42.5 km² y la zona rural; la cual es en su mayor parte territorio bananero, es de 73.5 km². Geográficamente, La Lima enlaza a las ciudades de San Pedro Sula y El Progreso. Muy cercano a La Lima se encuentra el Aeropuerto Internacional Ramón Villeda Morales, más importante de Honduras.",
    "imgSrc":
      "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/LaLima_Cortes_Honduras.jpg/1280px-LaLima_Cortes_Honduras.jpg"
  },
  "HN.SB.PE": {
    "name": "Petoa",
    "description":
      "Petoa es una municipalidad en el departamento de Santa Bárbara, en la república de Honduras. El municipio colinda al norte con el municipio de Quimistán, al sur con los municipios de Trinidad y Concepción del Norte, al este con el municipio de Villanueva y al oeste con el municipio de San Marcos. Dentro de su jurisdicción municipal cruzan los ramales del Río Chamelecón y del Río Cacaulapa. En el recuento de población de 1791 aparece como cabecera de curato y en la División Política Territorial de 1889 era un municipio del Distrito de Quimistán.",
    "imgSrc":
      "http://www.laprensa.hn/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=6XPhaaUHsL2Bh_GVxehFJM$daE2N3K4ZzOUsqbU5sYsBYV2inMdlxTrbwD9fqLWTWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg"
  },
  "HN.CR.VI": {
    "name": "Villanueva",
    "description":
      "Villanueva es uno de los 12 municipios que componen el Departamento de Cortés en la República de Honduras. Este municipio se fundó originalmente en 1871 por algunos pobladores que venían del vecino departamento de Santa Bárbara para sembrar en sus tierras, pero hasta el 8 de marzo de 1945 recibe el título de ciudad. El municipio se creó un 28 de agosto de 1871, por un grupo reducido de pobladores provenientes de Santa Bárbara para sembrar en sus tierras. Primordialmente, caña de azúcar y bananos, ya que está enclavada en pleno Valle de Sula. Antiguamente Villanueva era una aldea que se llamaba Llano Viejo y por motivo de inundaciones en el sector fue reubicada al sitio donde esté actualmente llamándola con el nuevo nombre de aldea Villanueva, hasta su creación como municipio el 28 de agosto de 1871. Pero, no se declararía ciudad hasta marzo de 1945. Durante ese tiempo, cómo en casi todo el país, no había una adecuada pavimentación. Durante los años 80, la ciudad se industrializó, atrayendo a más población al municipio gracias a las oportunidades de trabajo que se dieron con la llegada e instalación de las fábricas en los alrededores del municipio. La emigración fue tal, que hasta llegó a haber problemas con el servicio de agua potable, y por ende, se tuvo que racionar, y perdura hasta hoy en día. A partir de los 90, gracias a una reforma de a la ley de municipalidades, el municipio recauda mayores ingresos gracias a los impuestos, lo cual permitieron al municipio una modificación estética con la pavimentación del municipio, reconstrucción del centro municipal, entre más obras de infraestructura. Es uno de los principales municipios productores de caña de azúcar, por esto es llamada \"La ciudad que endulza a Honduras\".",
    "imgSrc":
      "http://www.ahm-honduras.com/ahm-2017/wp-content/uploads/2011/06/VILLANUEVA_INDUSTRIAL_PARK.jpg"
  },
  "HN.CR.SM": {
    "name": "San Manuel",
    "description":
      "San Manuel es un municipio del Departamento de Cortés, en la república de Honduras. San Manuel es uno de los pueblos más antiguos del Departamento de Cortés antes se llamaba Ulúa o Tehuma y formó parte de una de los repartimientos que hizo Don Pedro de Alvarado en 1536. En la actualidad existen diferentes versiones de la fundación del municipio de San Manuel, Cortés, que mezcladas con la leyenda y la fantasía de la tradición oral de su población, no dejan de reflejar cierta coincidencia científica con los hechos históricos. Según esta tradición el descubrimiento de piezas precolombinas en algunos lugares del territorio municipal eran parte de enorme tesoro arrojado al río y sus alrededores durante la conquista, el recrudecimiento de la guerra de ocupación desatada por los conquistadores, obligó a los indígenas a emigrar hacia sitios más seguros, abandonando sus riquezas, cosechas y otras pertenencias; en dice que toda la vega del río Ulúa desde pimienta hacia Cruz de Valencia que era una especie de corredor habitado por varios grupos indígenas los cuales se dedicaban a la agricultura y la pesca.",
    "imgSrc": "https://mw2.google.com/mw-panoramio/photos/medium/40729057.jpg"
  },
  "HN.CR.PI": {
    "name": "Pimienta",
    "description": "Pimienta es un municipio de Cortés fundado en 1927.",
    "imgSrc":
      "http://somoscentroamerica.com/media/images/ImageManager/4/municipios_honduras/francisco/pimienta6.jpg"
  },
  "HN.CR.SA": {
    "name": "San Antonio de Cortés",
    "description":
      "San Antonio de Cortés es un municipio de Cortés fundado en 1524.",
    "imgSrc":
      "http://www.laprensa.hn/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=HHUdhT6yWC$LTLCuG6saks$daE2N3K4ZzOUsqbU5sYuIFexTMowEHeMxW_1yylOtWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg"
  },
  "HN.CR.PO": {
    "name": "Potrerillos",
    "description":
      "Potrerillos es un municipio de Cortés. En 2001 contaba con 13,900 habitantes.",
    "imgSrc":
      "http://cdn.latribuna.hn/wp-content/uploads/2017/09/alcaldia-potrerillos-1-770x470.jpg"
  },
  "HN.CP.SR": {
    "name": "Santa Rita",
    "description":
      "Santa Rita es un municipio hondureño que se localiza en el departamento de Yoro. Tiene como atracción turística al río Humuya de Comayagua. Los indicios más antiguos de ocupación humana en el territorio de Santa Rita, Yoro, se remonta hasta el año de 1675, cuando formaba parte del municipio de Sulaco, Yoro, siendo conocido por los pocos pobladores españoles con el nombre de \"El valle de los Loros\", debido a su vasta vegetación, para aquel tiempo un esplendoroso bosque vírgen, habitado por una pequeña familia de Tolupanes, que residían exactamente en las orillas del ahora río Humuya o Comayagua, conocidos en el tiempo moderno por \"La Arenera\" jurisdicción de la comunidad de Campo Llano, Santa Cruz de Yojoa, Cortés.",
    "imgSrc":
      "http://www.laprensa.hn/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=m_ludlrrIL$g5xUnjY_FDM$daE2N3K4ZzOUsqbU5sYsCgfzwYN2d0W9jFeC9edh_WCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg"
  },
  "HN.CR.SF": {
    "name": "San Francisco de Yojoa",
    "description":
      "San Francisco de Yojoa es un municipio de Cortés fundado en 1830.",
    "imgSrc":
      "http://www.hondurastips.hn/wp-content/uploads/2015/09/portada-nota3.jpg"
  },
  "HN.CR.SC": {
    "name": "Santa Cruz de Yojoa",
    "description":
      "Santa Cruz de Yojoa es un municipio situado en el departamento de Cortés y que conforma la región del Valle de Sula en la república de Honduras. Es un pueblo muy conocido por su flora y fauna y mas por su gran zoológico \"Joya Grande\" pero fue incautado por cuentas ilegales de los dueños, actualmente sigue funcionando en manos de las autoridades. Por tradición oral, se conoce que General Francisco Ferrera en el año de 1832 fundó una hacienda de ganado vacuno en el lugar, debido a la fuente de trabajo, hubo emigraciones al sitio que poco a poco, se fue poblando. En el año de 1881 fue extinguido el anterior municipio de Yojoa y quedó figurando como aldea del municipio de Santa Cruz de Yojoa.",
    "imgSrc":
      "https://upload.wikimedia.org/wikipedia/commons/8/81/Parque_Santa_Cruz_de_yojoa.jpg"
  },
  "HN.SB.LV": {
    "name": "Las Vegas",
    "description":
      "Las Vegas es un municipio en el departamento de Santa Bárbara en la república de Honduras. Las Vegas fue ascendido como municipio el 08 de septiembre del año de 1987 y declarada a ciudad en 1998. El municipio colinda al norte con los municipios de Santa Bárbara y Santa Cruz de Yojoa, al sur con el municipio de Jorge Medina, al este con el Lago de Yojoa y al oeste con los municipios de Santa Bárbara y Concepción del Sur. Este territorio es una pequeña planicie rodeada de montañas. Se encuentra a unos cuantos kilómetros del Lago de Yojoa y a 1 hora de la ciudad de San Pedro Sula. Su clima es agradable, poco caluroso en el verano, entre 28 y 33 grados y frío en invierno, entre 27 y 6 grados Centígrados.",
    "imgSrc": "https://mw2.google.com/mw-panoramio/photos/medium/78504443.jpg"
  }
}
